▁xxunk	0
▁xxpad	0
▁xxbos	0
▁xxeos	0
▁xxfld	0
▁xxrep	0
▁xxwrep	0
▁xxup	0
▁xxmaj	0
<unk>	0
▁the	-3.33602
.	-3.37772
,	-3.408
s	-3.57077
▁a	-3.88646
▁and	-3.95929
▁of	-4.05491
▁to	-4.09345
'	-4.16864
▁is	-4.3048
br	-4.37943
<	-4.39558
▁/>	-4.40319
▁in	-4.51243
▁it	-4.61441
▁I	-4.64271
▁that	-4.77062
▁this	-4.88181
▁	-4.89352
t	-4.91908
▁was	-5.07655
ing	-5.14131
▁movie	-5.14657
-	-5.14924
▁with	-5.17486
▁for	-5.26106
▁film	-5.28131
▁as	-5.33783
▁The	-5.42248
ed	-5.43773
▁but	-5.46973
ly	-5.49509
▁on	-5.49708
▁"	-5.52893
▁you	-5.56052
▁be	-5.59442
▁(	-5.60391
▁are	-5.66111
▁have	-5.68381
▁not	-5.69629
"	-5.73711
▁his	-5.76102
▁one	-5.76741
d	-5.77629
▁he	-5.83198
▁who	-5.95159
▁all	-5.95393
▁an	-5.96573
▁by	-5.9661
▁like	-5.98986
▁at	-6.00326
)	-6.01446
▁from	-6.01781
y	-6.02889
▁they	-6.09405
e	-6.12215
▁so	-6.13571
▁has	-6.16056
n	-6.17764
▁It	-6.17869
▁about	-6.18198
▁just	-6.18275
▁out	-6.20973
▁her	-6.21983
▁good	-6.27155
▁or	-6.28467
▁can	-6.28684
▁some	-6.35967
▁more	-6.38956
▁very	-6.40704
!	-6.4084
▁up	-6.41343
▁This	-6.43328
▁would	-6.45085
er	-6.45989
?	-6.46345
▁time	-6.46469
▁see	-6.49561
▁make	-6.49709
▁what	-6.49736
▁there	-6.50568
m	-6.50751
▁had	-6.51323
▁when	-6.52028
▁story	-6.52689
▁me	-6.57552
The	-6.58284
▁were	-6.5876
▁no	-6.58886
▁really	-6.5958
▁which	-6.59592
▁my	-6.62314
▁if	-6.62651
▁their	-6.62705
a	-6.63557
▁only	-6.64761
▁A	-6.65417
▁even	-6.66309
▁she	-6.69258
▁great	-6.71272
▁been	-6.71277
▁than	-6.71904
▁well	-6.72924
I	-6.73346
▁much	-6.7497
▁other	-6.76609
▁bad	-6.76636
...	-6.77981
▁get	-6.78746
▁most	-6.79323
▁do	-6.8258
▁people	-6.83288
re	-6.83526
▁-	-6.8369
▁him	-6.83758
:	-6.8379
▁we	-6.84909
▁will	-6.85727
▁into	-6.86613
▁way	-6.91037
▁could	-6.91969
▁first	-6.92867
▁because	-6.93926
r	-6.95492
▁made	-6.9644
▁character	-6.98437
ve	-6.98817
▁don	-6.98913
▁them	-6.99751
▁how	-7.00819
▁too	-7.01633
▁any	-7.04552
▁two	-7.04832
▁also	-7.0484
▁over	-7.05203
▁characters	-7.05262
in	-7.06186
▁plot	-7.06231
▁think	-7.07082
▁'	-7.07187
▁watch	-7.09597
;	-7.11499
▁did	-7.11511
al	-7.11691
▁i	-7.11715
▁acting	-7.12048
es	-7.12218
i	-7.13632
▁little	-7.13825
▁seen	-7.14435
▁love	-7.14585
▁after	-7.15346
▁movies	-7.15473
▁But	-7.15542
▁And	-7.18171
▁being	-7.18829
▁show	-7.1906
▁never	-7.19322
▁many	-7.195
▁does	-7.21288
▁life	-7.21397
▁off	-7.22587
▁know	-7.22698
▁end	-7.22877
▁ever	-7.23345
▁where	-7.24701
).	-7.24761
▁better	-7.24916
▁should	-7.24918
▁best	-7.25499
▁scene	-7.272
▁go	-7.28198
o	-7.31242
▁films	-7.31477
▁say	-7.31532
▁its	-7.32525
▁scenes	-7.327
▁then	-7.33033
or	-7.33258
▁back	-7.3475
▁There	-7.35557
▁thing	-7.36758
ll	-7.37527
▁He	-7.37537
▁still	-7.37622
▁find	-7.3922
▁give	-7.39538
p	-7.40371
▁your	-7.40718
S	-7.41865
▁In	-7.42008
▁something	-7.42087
A	-7.44999
out	-7.46445
▁didn	-7.48518
▁work	-7.49044
▁such	-7.4942
▁those	-7.49724
▁man	-7.49911
),	-7.50126
▁funny	-7.50356
▁here	-7.50486
▁actors	-7.5145
▁look	-7.5186
▁B	-7.51927
l	-7.51943
▁through	-7.52473
▁un	-7.52722
▁doesn	-7.53442
▁years	-7.5429
▁real	-7.55718
▁cast	-7.56075
▁lot	-7.56248
b	-7.56803
/	-7.57228
▁action	-7.57238
▁S	-7.57617
▁thought	-7.5765
▁If	-7.58579
c	-7.58918
▁before	-7.6038
▁T	-7.61417
g	-7.61603
en	-7.61839
▁watching	-7.62393
▁going	-7.62572
▁director	-7.62843
▁actually	-7.62866
▁around	-7.63501
▁got	-7.6375
▁few	-7.64554
▁while	-7.64595
▁these	-7.65182
on	-7.65206
▁why	-7.67116
h	-7.67963
▁script	-7.68844
te	-7.69165
▁again	-7.69275
▁nothing	-7.69295
▁seems	-7.69312
the	-7.70017
▁quite	-7.70414
▁want	-7.70738
▁though	-7.71259
▁horror	-7.71576
and	-7.71732
▁down	-7.72005
▁part	-7.72063
an	-7.72074
▁guy	-7.72605
▁us	-7.72756
▁same	-7.73077
▁fact	-7.73669
▁between	-7.73854
▁new	-7.74601
▁pretty	-7.7503
th	-7.7519
able	-7.75594
▁whole	-7.75611
▁re	-7.76118
▁b	-7.76164
▁own	-7.76372
▁point	-7.77038
&	-7.77424
ic	-7.77815
▁world	-7.78255
▁every	-7.78628
▁old	-7.78673
▁always	-7.78688
▁feel	-7.7895
▁least	-7.79053
▁take	-7.79817
▁C	-7.79946
se	-7.80126
▁hard	-7.80231
▁interesting	-7.80457
▁another	-7.80655
▁original	-7.80712
▁bit	-7.80732
T	-7.81034
▁long	-7.83139
ar	-7.83325
▁may	-7.8371
▁comedy	-7.83713
▁performance	-7.83901
▁fun	-7.8507
▁right	-7.85089
u	-7.85398
it	-7.85599
▁far	-7.859
▁both	-7.87414
▁saw	-7.87629
▁now	-7.88214
▁things	-7.88243
each	-7.88304
▁enough	-7.88523
▁role	-7.88899
▁She	-7.89122
▁kind	-7.89456
▁since	-7.92113
▁almost	-7.92671
less	-7.92704
▁last	-7.93177
f	-7.93745
ion	-7.93831
▁series	-7.94092
▁come	-7.94388
▁must	-7.94574
▁They	-7.9474
▁done	-7.962
▁am	-7.9627
ra	-7.96757
▁yet	-7.97019
▁times	-7.97735
ous	-7.97959
▁away	-7.99787
▁woman	-8.01033
▁anything	-8.01068
▁P	-8.01232
▁American	-8.01943
▁So	-8.02865
▁2	-8.03004
▁worst	-8.03076
D	-8.03143
▁girl	-8.03451
▁big	-8.03626
▁gets	-8.03855
▁put	-8.03899
▁probably	-8.04158
▁young	-8.04189
▁You	-8.04415
▁found	-8.04688
▁As	-8.05126
▁screen	-8.0519
▁main	-8.05536
▁minutes	-8.05599
▁might	-8.05723
▁course	-8.05736
▁What	-8.06491
C	-8.06691
ness	-8.06707
▁sure	-8.06815
▁anyone	-8.07013
This	-8.0714
est	-8.07187
ur	-8.07239
▁music	-8.07278
man	-8.07768
▁We	-8.0817
▁rather	-8.0844
▁keep	-8.09011
▁F	-8.09159
▁believe	-8.09363
M	-8.09482
as	-8.09873
▁special	-8.09985
le	-8.10268
▁goes	-8.103
▁trying	-8.10525
▁played	-8.11162
▁TV	-8.11324
▁reason	-8.11456
ri	-8.12079
▁different	-8.12372
▁turn	-8.12476
▁That	-8.12522
▁place	-8.13059
ie	-8.13404
▁together	-8.13526
▁family	-8.13545
ir	-8.13866
▁sense	-8.14076
▁book	-8.14219
▁effects	-8.14422
▁D	-8.14813
el	-8.15375
▁E	-8.16682
B	-8.16929
▁de	-8.16943
at	-8.17023
▁shows	-8.17884
ce	-8.17949
▁lead	-8.18242
▁wasn	-8.18383
▁worth	-8.1865
▁actor	-8.18817
▁couple	-8.18884
▁everyone	-8.18904
▁true	-8.19499
▁watched	-8.19573
▁play	-8.19805
(	-8.20487
▁looks	-8.20685
▁DVD	-8.20757
▁let	-8.21198
▁start	-8.22039
▁fan	-8.22389
▁ending	-8.22394
▁set	-8.22551
k	-8.2258
▁looking	-8.22587
▁said	-8.22622
▁idea	-8.22937
▁name	-8.23736
▁everything	-8.23901
ist	-8.24023
It	-8.24471
▁job	-8.24548
▁John	-8.24614
▁once	-8.24986
▁completely	-8.25434
▁camera	-8.25877
us	-8.26259
▁day	-8.26506
▁half	-8.26539
▁our	-8.26665
▁comes	-8.27072
ish	-8.27162
▁during	-8.27199
▁3	-8.27323
▁mind	-8.27463
▁For	-8.27717
▁making	-8.27991
ers	-8.28291
▁having	-8.28507
▁high	-8.28603
".	-8.28936
▁use	-8.29014
▁car	-8.29136
E	-8.29587
▁read	-8.29804
▁boring	-8.29864
▁low	-8.29869
▁audience	-8.30463
▁simply	-8.30547
▁else	-8.3055
▁someone	-8.30643
▁seem	-8.31059
",	-8.31435
▁W	-8.31478
▁money	-8.31933
▁rest	-8.31967
▁especially	-8.32009
▁performances	-8.32268
▁shot	-8.32699
▁production	-8.33365
▁home	-8.33374
▁sex	-8.338
▁10	-8.33845
ity	-8.33901
▁version	-8.34044
▁second	-8.34074
R	-8.34142
▁nice	-8.34341
▁To	-8.3461
▁L	-8.34757
▁awful	-8.34793
▁seeing	-8.34915
▁title	-8.35539
▁style	-8.35569
▁plays	-8.3586
is	-8.36069
▁M	-8.3609
▁excellent	-8.36211
▁O	-8.36239
▁dialogue	-8.36935
P	-8.36975
▁under	-8.36998
▁When	-8.37058
▁budget	-8.37079
▁enjoy	-8.37174
▁expect	-8.37201
▁beautiful	-8.37259
▁used	-8.37368
▁himself	-8.37668
▁terrible	-8.37668
▁short	-8.37671
ry	-8.38503
▁run	-8.38525
--	-8.38819
▁need	-8.38865
▁absolute	-8.39154
▁left	-8.39155
▁night	-8.39277
O	-8.39464
ive	-8.39554
ation	-8.39609
▁along	-8.40333
▁help	-8.41197
▁takes	-8.41233
▁kids	-8.42071
▁attempt	-8.42197
▁line	-8.42253
▁moments	-8.42466
▁poor	-8.42557
il	-8.43096
▁year	-8.43385
▁Hollywood	-8.43768
w	-8.43857
▁hand	-8.44001
▁try	-8.44083
▁women	-8.44541
▁less	-8.44818
ent	-8.44857
▁f	-8.45011
."	-8.45025
▁head	-8.45635
▁One	-8.45736
▁seemed	-8.45843
ies	-8.4593
▁small	-8.45973
▁men	-8.46172
▁later	-8.46208
▁until	-8.46243
up	-8.46416
▁video	-8.46558
▁mean	-8.46707
▁classic	-8.46761
▁No	-8.46896
▁next	-8.46941
▁game	-8.47371
▁heart	-8.47446
ch	-8.48314
to	-8.48353
▁war	-8.48404
▁black	-8.48591
▁wife	-8.48601
um	-8.48682
▁came	-8.48745
la	-8.48753
▁recommend	-8.4891
▁fans	-8.48915
▁Not	-8.49158
▁Well	-8.49548
▁leave	-8.49838
▁--	-8.4985
▁tell	-8.50184
▁truly	-8.50233
▁definite	-8.50234
▁star	-8.50373
▁close	-8.50533
▁drama	-8.50725
▁stupid	-8.51065
▁New	-8.51066
▁loved	-8.51444
am	-8.51617
lo	-8.52103
L	-8.52103
▁bring	-8.52216
▁p	-8.52543
H	-8.52725
▁near	-8.52769
▁itself	-8.52775
▁direction	-8.52785
▁entertaining	-8.5287
not	-8.53265
▁getting	-8.53753
▁understand	-8.54464
▁friends	-8.54552
li	-8.54587
▁particular	-8.54646
▁My	-8.54755
▁full	-8.5515
▁father	-8.55455
un	-8.55486
▁went	-8.55486
▁Bo	-8.55573
▁stars	-8.55664
F	-8.55772
▁entire	-8.55835
im	-8.55878
ther	-8.55984
▁school	-8.56313
▁R	-8.56589
▁person	-8.56824
▁group	-8.57162
▁genre	-8.57162
▁early	-8.57178
▁All	-8.57287
G	-8.57563
▁instead	-8.58063
▁sort	-8.58081
▁felt	-8.58087
▁couldn	-8.58244
▁perfect	-8.58552
▁lives	-8.58912
▁certainly	-8.59176
▁often	-8.59405
▁friend	-8.59405
▁remember	-8.59464
▁three	-8.59558
▁flick	-8.59825
▁playing	-8.59844
▁supposed	-8.6
ro	-8.6009
▁H	-8.60625
ul	-8.60635
▁G	-8.60815
▁wrong	-8.60815
▁extreme	-8.60819
▁After	-8.60911
▁town	-8.6095
▁top	-8.61458
▁given	-8.61543
ne	-8.61569
▁picture	-8.6174
ng	-8.62146
▁1	-8.62443
▁beginning	-8.62694
▁fine	-8.62706
▁death	-8.62719
▁won	-8.62755
▁throughout	-8.62867
▁wanted	-8.62871
son	-8.63142
▁laugh	-8.63222
▁kill	-8.63445
▁live	-8.63547
▁become	-8.6376
▁fight	-8.63929
▁hope	-8.64538
▁either	-8.64655
▁episode	-8.64687
▁house	-8.64802
▁wonderful	-8.65167
▁side	-8.65172
ling	-8.65312
▁chance	-8.65582
▁score	-8.65584
▁however	-8.65675
▁piece	-8.65737
▁guys	-8.6583
ok	-8.66019
ck	-8.6659
▁kid	-8.66718
▁boy	-8.66842
▁lines	-8.67188
z	-8.67371
▁face	-8.67382
▁dark	-8.67387
▁THE	-8.67577
▁daughter	-8.67628
▁perhaps	-8.67628
▁sound	-8.67764
me	-8.67976
ate	-8.68344
▁becomes	-8.68474
▁mother	-8.68554
▁However	-8.68683
▁favorite	-8.69562
▁tries	-8.69573
▁totally	-8.69777
▁viewer	-8.69921
▁ex	-8.70225
▁doing	-8.7033
ad	-8.70343
▁worse	-8.70579
▁child	-8.70584
In	-8.7059
▁art	-8.70684
▁c	-8.70881
▁His	-8.71079
no	-8.71268
ter	-8.71502
▁decent	-8.7161
▁history	-8.71692
▁problem	-8.71918
▁N	-8.72228
▁support	-8.72652
▁against	-8.7271
▁cool	-8.72742
▁waste	-8.73039
▁son	-8.73083
▁voice	-8.73704
▁Mr	-8.73782
▁directed	-8.73843
▁care	-8.73922
2	-8.74103
▁human	-8.74134
▁guess	-8.7415
▁co	-8.74244
▁At	-8.74351
ting	-8.74549
▁quality	-8.7479
▁Why	-8.7491
ta	-8.75309
▁K	-8.75445
▁cinema	-8.75814
▁children	-8.75844
▁several	-8.75846
▁stuff	-8.75846
▁matter	-8.76274
sh	-8.76737
▁turns	-8.76801
▁example	-8.76931
▁case	-8.76952
▁order	-8.77024
ism	-8.77288
▁myself	-8.78042
▁While	-8.78185
▁although	-8.78185
▁looked	-8.78465
▁wonder	-8.78532
▁Of	-8.78687
▁V	-8.7894
▁late	-8.79132
▁themselves	-8.79141
▁present	-8.79153
▁lost	-8.7924
▁past	-8.79363
ton	-8.79391
nt	-8.79669
If	-8.7979
▁complete	-8.79865
Y	-8.8025
▁blood	-8.80294
▁With	-8.80458
▁parts	-8.80619
▁thinking	-8.8133
▁already	-8.814
fi	-8.81475
▁Also	-8.8154
▁written	-8.81552
▁career	-8.81682
▁wants	-8.81847
▁4	-8.81936
▁hit	-8.82145
ty	-8.8235
▁writing	-8.8255
▁running	-8.82552
▁fair	-8.82598
ol	-8.8263
▁maybe	-8.82673
K	-8.82673
▁add	-8.8373
▁dead	-8.83785
▁experience	-8.83798
▁comic	-8.83839
▁light	-8.84065
▁enjoyed	-8.84411
▁stop	-8.85016
▁Even	-8.85017
ance	-8.85025
▁lack	-8.85041
ble	-8.85164
▁act	-8.85452
▁strong	-8.85493
▁amazing	-8.85645
▁moment	-8.85673
▁wish	-8.85704
tic	-8.85882
ine	-8.85884
▁etc	-8.86175
po	-8.86479
▁obvious	-8.86871
▁sequence	-8.86889
▁usual	-8.86891
▁sad	-8.87191
▁self	-8.87284
*	-8.87308
▁heard	-8.87685
▁taken	-8.87892
▁brilliant	-8.88082
age	-8.88389
▁horrible	-8.88504
▁hold	-8.88504
▁humor	-8.88509
ful	-8.88558
▁5	-8.88994
ian	-8.89033
▁Don	-8.89271
▁view	-8.89468
▁non	-8.89648
▁actress	-8.89652
▁hilarious	-8.89739
▁simple	-8.89739
▁novel	-8.89775
▁Man	-8.89919
▁On	-8.89966
▁murder	-8.90022
one	-8.90591
▁brother	-8.90665
▁relationship	-8.90668
▁hour	-8.90768
▁De	-8.90819
▁opinion	-8.90989
▁figure	-8.91022
▁modern	-8.91032
▁ago	-8.91285
▁break	-8.91793
▁Robert	-8.91928
ig	-8.91929
3	-8.92113
▁behind	-8.92258
▁writer	-8.92269
▁gay	-8.9231
▁reality	-8.92348
de	-8.92447
▁final	-8.92896
▁slow	-8.93132
▁move	-8.93284
▁killer	-8.93444
J	-8.93508
▁>	-8.93542
▁Re	-8.93559
▁white	-8.93574
▁despi	-8.93584
▁documentary	-8.93591
ant	-8.94007
▁word	-8.94738
▁ridiculous	-8.94835
▁York	-8.94836
▁disappointed	-8.94891
▁feeling	-8.95118
▁days	-8.95167
▁talent	-8.95515
▁Ma	-8.95524
▁possible	-8.96151
▁Michael	-8.96227
▁hell	-8.9628
▁based	-8.96304
▁age	-8.96415
▁Some	-8.96418
ho	-8.967
N	-8.96751
▁soon	-8.9696
▁result	-8.97322
▁English	-8.97484
▁question	-8.97535
▁finally	-8.97917
▁coming	-8.97944
▁killed	-8.98101
▁starts	-8.9811
▁dis	-8.98527
▁sequel	-8.98757
ha	-8.98822
▁attention	-8.98836
▁stories	-8.98836
▁save	-8.98837
▁above	-8.98837
ally	-8.99039
▁How	-8.99094
U	-8.99113
▁happened	-8.99172
▁Joe	-8.99467
▁U	-8.99577
▁talk	-8.99614
▁meet	-8.9962
▁expected	-8.99649
▁con	-8.99904
▁walk	-9.00148
▁comment	-9.00154
▁crime	-9.00206
▁knew	-9.00206
▁straight	-9.00208
▁throw	-9.00208
▁thriller	-9.00372
na	-9.00789
5	-9.00929
▁change	-9.01299
▁hate	-9.01444
▁police	-9.01561
▁French	-9.01596
▁sometimes	-9.01599
▁violence	-9.01632
▁somewhat	-9.01659
▁exactly	-9.01667
▁George	-9.01674
do	-9.01793
▁Dr	-9.01794
▁hero	-9.01795
ite	-9.01863
▁follow	-9.01942
▁m	-9.01965
▁obviously	-9.02074
▁haven	-9.02281
▁fall	-9.02384
ment	-9.02398
▁decide	-9.0269
There	-9.02878
of	-9.02961
▁dialog	-9.02997
▁gave	-9.03024
▁annoying	-9.03049
ma	-9.03069
▁La	-9.03096
▁storyline	-9.0312
!"	-9.03133
▁across	-9.03139
!)	-9.03291
▁gore	-9.03623
▁sh	-9.03715
But	-9.03916
▁serious	-9.03983
▁stand	-9.04005
way	-9.04138
bo	-9.04174
▁Or	-9.04204
▁four	-9.04402
▁level	-9.045
▁called	-9.04974
but	-9.04979
▁happens	-9.0512
he	-9.053
▁St	-9.05549
▁pre	-9.05555
▁subject	-9.05881
▁bunch	-9.0589
▁country	-9.05898
▁typical	-9.05942
▁cover	-9.06088
▁wouldn	-9.06092
x	-9.0653
▁today	-9.06754
ia	-9.07051
▁call	-9.07071
▁none	-9.07239
▁cheap	-9.07351
	-9.07351
▁premise	-9.07351
▁memorable	-9.07368
▁known	-9.07387
ot	-9.07438
▁g	-9.07573
W	-9.07668
▁interest	-9.07903
1	-9.08093
▁mess	-9.08317
▁important	-9.0846
▁falls	-9.08832
▁soundtrack	-9.08844
▁female	-9.08861
▁husband	-9.08861
▁told	-9.08883
▁form	-9.08927
▁fast	-9.08943
▁songs	-9.09064
ci	-9.09102
▁includ	-9.09688
▁J	-9.09794
who	-9.09915
▁mention	-9.09928
▁shown	-9.1023
em	-9.10332
▁cinematography	-9.10359
▁huge	-9.10362
▁large	-9.10362
▁scary	-9.10365
▁single	-9.10373
▁Just	-9.10375
▁review	-9.10416
▁predictable	-9.10429
▁OK	-9.105
▁type	-9.10668
▁hours	-9.10725
▁parents	-9.1087
▁giv	-9.1089
▁remind	-9.1097
▁gun	-9.1103
▁Then	-9.11197
be	-9.11429
▁class	-9.11668
▁strange	-9.11692
▁vari	-9.11801
ated	-9.1182
▁silly	-9.11898
▁crap	-9.119
▁dull	-9.11924
▁truth	-9.11939
▁David	-9.12011
time	-9.12025
▁works	-9.12183
▁power	-9.12245
▁wait	-9.12875
▁cop	-9.13007
▁prove	-9.13385
▁beyond	-9.1346
▁easily	-9.1346
▁	-9.1349
pe	-9.13494
rought	-9.135
▁rock	-9.13606
▁catch	-9.13756
▁minute	-9.13961
ever	-9.14167
▁Le	-9.14375
▁lame	-9.14471
▁whe	-9.14806
▁post	-9.14983
▁twist	-9.1504
▁involved	-9.15086
▁due	-9.15086
▁enjoyable	-9.1514
?"	-9.15166
ow	-9.15262
▁Li	-9.1527
▁effort	-9.15374
ak	-9.15457
▁tr	-9.15847
co	-9.15856
▁clear	-9.16245
▁cut	-9.16292
▁surprise	-9.16391
▁release	-9.1642
▁ends	-9.1643
▁sexual	-9.16652
▁general	-9.1666
▁20	-9.1673
▁stage	-9.16786
▁Unfortunately	-9.1684
▁seriously	-9.17131
▁saying	-9.17157
ster	-9.17253
▁aren	-9.1742
▁hot	-9.17579
▁deal	-9.17715
▁eyes	-9.17753
▁rent	-9.1787
▁others	-9.17912
▁theme	-9.18002
▁says	-9.18154
ious	-9.18242
▁period	-9.18299
▁yourself	-9.18299
▁taking	-9.18303
▁suspense	-9.18566
▁8	-9.18869
old	-9.19119
▁pass	-9.19129
What	-9.19212
io	-9.19732
▁major	-9.19942
▁difficult	-9.19966
▁realistic	-9.19981
▁team	-9.19992
▁spend	-9.20017
▁t	-9.20066
▁80	-9.20081
off	-9.20093
dy	-9.2015
▁roles	-9.20263
▁Oh	-9.2033
▁eye	-9.20369
if	-9.20407
▁tells	-9.20564
ought	-9.20641
▁die	-9.20836
▁started	-9.21162
▁An	-9.21284
▁please	-9.21428
op	-9.21521
wa	-9.21553
▁check	-9.21663
▁powerful	-9.21676
▁romantic	-9.21694
▁Z	-9.2194
▁surprised	-9.21991
▁villain	-9.22265
ut	-9.22271
▁Go	-9.22376
bi	-9.22456
▁Her	-9.23254
▁local	-9.23387
▁living	-9.23387
▁development	-9.23394
▁evil	-9.23458
▁editing	-9.23493
▁body	-9.23648
▁Now	-9.23717
▁touch	-9.23869
▁opening	-9.23942
▁sequences	-9.23956
▁Movie	-9.24027
▁number	-9.24045
▁toward	-9.24264
And	-9.24522
▁sit	-9.24522
di	-9.24672
▁needs	-9.24707
▁jokes	-9.24831
▁stay	-9.24836
▁happen	-9.25035
▁shots	-9.25135
▁herself	-9.2514
▁imagine	-9.2514
▁store	-9.25169
▁Maybe	-9.25272
▁easy	-9.25295
▁except	-9.25313
ard	-9.25462
all	-9.26364
▁By	-9.26512
!!!	-9.2658
▁War	-9.26639
line	-9.26838
▁similar	-9.26919
▁future	-9.26926
▁believable	-9.26932
▁background	-9.26935
!!	-9.27056
▁forget	-9.27142
▁room	-9.2715
▁musical	-9.27196
▁released	-9.27274
lu	-9.2751
like	-9.27636
▁return	-9.27729
▁effect	-9.2781
▁killing	-9.28045
▁feature	-9.28421
ach	-9.28539
▁realize	-9.28565
▁Sam	-9.28738
▁30	-9.28743
▁material	-9.28743
▁attack	-9.28745
▁alone	-9.28747
▁odd	-9.28814
▁Jack	-9.28816
▁open	-9.29001
▁copy	-9.29027
▁words	-9.29028
▁miss	-9.29391
▁land	-9.29444
▁perfectly	-9.29583
for	-9.29799
▁learn	-9.30151
▁Fro	-9.30391
▁weak	-9.3056
▁admit	-9.30583
▁famous	-9.30595
▁romance	-9.30595
▁potential	-9.30596
▁agree	-9.30597
▁middle	-9.306
▁tale	-9.30614
▁pay	-9.30616
So	-9.30641
▁rating	-9.30731
which	-9.31729
▁leads	-9.31742
came	-9.31744
▁problems	-9.31919
▁America	-9.32238
▁business	-9.32451
▁atmosphere	-9.32482
▁cheesy	-9.32482
▁success	-9.32485
▁train	-9.32491
▁Lee	-9.32542
▁begins	-9.3298
side	-9.33132
▁cat	-9.33376
▁e	-9.33422
▁highly	-9.33659
▁st	-9.33703
▁elements	-9.33788
As	-9.33871
▁list	-9.33922
▁Ca	-9.33945
▁pull	-9.33977
da	-9.34209
▁super	-9.34348
▁write	-9.34395
▁clever	-9.34405
▁front	-9.34405
▁trouble	-9.34408
▁effective	-9.34429
▁otherwise	-9.34443
▁Richard	-9.34472
ick	-9.34511
▁apparently	-9.34599
▁hear	-9.34663
ip	-9.34822
▁air	-9.34861
▁avoid	-9.34881
▁clearly	-9.34903
▁ask	-9.34966
▁girls	-9.35082
▁acted	-9.3527
▁events	-9.35346
den	-9.35369
▁Ra	-9.35402
ence	-9.35435
▁monster	-9.35469
▁imp	-9.35506
▁sc	-9.35527
by	-9.35807
▁personal	-9.36111
go	-9.36211
▁concept	-9.36238
▁points	-9.36271
▁amusing	-9.36367
▁conclusion	-9.36367
▁tried	-9.36371
▁crazy	-9.36392
▁possibly	-9.36404
▁somehow	-9.36418
▁box	-9.36438
▁James	-9.3645
▁Jason	-9.36502
▁Will	-9.36552
▁Do	-9.36608
▁building	-9.36668
▁usually	-9.37048
▁d	-9.37063
▁appears	-9.37125
9	-9.37141
▁viewing	-9.37314
▁needed	-9.37534
movie	-9.37614
▁buy	-9.37815
we	-9.37917
▁total	-9.38082
ga	-9.3811
▁dog	-9.3813
▁starr	-9.38236
▁message	-9.38385
▁overall	-9.38465
▁stick	-9.38506
ring	-9.38511
▁gone	-9.38541
▁First	-9.38559
▁step	-9.38599
land	-9.38686
▁directing	-9.38725
▁decided	-9.38814
ted	-9.39101
▁appear	-9.39165
▁r	-9.39522
?)	-9.39547
well	-9.39751
▁Pa	-9.39778
▁Mar	-9.39782
▁Po	-9.39853
ca	-9.39873
ay	-9.39904
▁previous	-9.39984
▁pick	-9.39985
▁secret	-9.40399
▁incredibly	-9.40407
▁project	-9.40407
▁fantastic	-9.40408
▁neither	-9.40408
▁further	-9.4041
▁culture	-9.40415
▁Jim	-9.40428
▁plain	-9.4043
▁girlfriend	-9.40493
▁average	-9.40495
▁anyway	-9.40534
▁rich	-9.40538
kept	-9.40559
▁90	-9.40563
▁Like	-9.40643
▁fit	-9.40652
ver	-9.40671
▁portrayed	-9.40769
▁ways	-9.40861
▁ho	-9.40998
ler	-9.41201
▁features	-9.41548
ke	-9.4156
")	-9.4158
▁wasted	-9.4193
▁certain	-9.42077
▁actual	-9.42091
▁reading	-9.4221
7	-9.42344
▁prison	-9.42459
ING	-9.42476
▁gang	-9.42485
▁awesome	-9.4249
▁weird	-9.42496
▁Nick	-9.42513
▁moral	-9.42519
▁US	-9.42524
▁era	-9.42571
▁...	-9.42594
▁dumb	-9.4262
▁Ro	-9.42647
led	-9.42664
▁pointless	-9.42681
ud	-9.42955
▁God	-9.42988
▁Na	-9.43213
ney	-9.43356
▁means	-9.43561
▁poorly	-9.43622
▁King	-9.43679
▁Y	-9.43799
You	-9.43872
▁adult	-9.43917
▁discover	-9.44189
▁honest	-9.442
▁superb	-9.4425
▁cute	-9.44443
han	-9.44535
ny	-9.44577
▁doubt	-9.44618
▁wrote	-9.44618
▁tension	-9.44619
▁nature	-9.44621
▁World	-9.44643
▁portrayal	-9.44688
My	-9.44788
▁whatever	-9.44825
▁70	-9.44849
end	-9.44939
▁ten	-9.45042
ge	-9.45259
ee	-9.45273
▁deserves	-9.45348
work	-9.45569
▁upon	-9.45596
▁escape	-9.45724
8	-9.45901
▁situation	-9.46148
▁visual	-9.46168
mm	-9.46185
ping	-9.46328
▁badly	-9.46362
▁emotional	-9.4641
ack	-9.46477
All	-9.46512
▁value	-9.46749
▁among	-9.46793
▁sub	-9.46806
▁mystery	-9.46834
▁Alex	-9.46874
▁6	-9.46966
▁quickly	-9.47053
▁writers	-9.47277
▁sp	-9.47433
▁pure	-9.47658
▁ideas	-9.47688
4	-9.47771
▁consider	-9.47972
▁fill	-9.48096
▁19	-9.48249
▁sister	-9.48338
ain	-9.48374
▁begin	-9.48462
▁focus	-9.48666
ley	-9.48758
▁Smith	-9.49014
▁incredible	-9.49014
▁positive	-9.49015
▁race	-9.49016
▁entertainment	-9.4902
▁spent	-9.49034
▁suspect	-9.49053
▁fear	-9.49059
▁travel	-9.49074
▁male	-9.49177
▁created	-9.49466
▁7	-9.49502
▁changed	-9.49519
▁Mo	-9.49551
▁interested	-9.4968
ary	-9.49744
▁Al	-9.49752
▁talking	-9.49988
▁Che	-9.50109
▁lots	-9.50249
rs	-9.5025
▁notice	-9.50675
▁charm	-9.50727
▁theater	-9.50757
v	-9.50933
▁grow	-9.51075
tro	-9.51132
▁working	-9.51153
ex	-9.5122
▁accent	-9.51287
▁earlier	-9.51287
▁fresh	-9.51287
▁Film	-9.51287
▁animation	-9.51287
▁brain	-9.51287
▁desperate	-9.51288
▁happy	-9.51288
▁approach	-9.51288
▁season	-9.51293
▁basically	-9.51296
▁crew	-9.51303
▁remake	-9.51304
▁Black	-9.51353
▁dress	-9.51401
▁Allen	-9.51414
ane	-9.51492
▁la	-9.5169
▁cr	-9.5189
▁following	-9.52303
é	-9.52324
▁inside	-9.52641
art	-9.53177
▁successful	-9.53204
this	-9.53219
▁gra	-9.53246
▁pace	-9.53287
▁bar	-9.53452
▁shame	-9.53574
▁British	-9.53612
▁involving	-9.53612
▁plenty	-9.53612
▁exciting	-9.53612
▁cult	-9.53613
▁comedies	-9.53614
▁hair	-9.53631
▁popular	-9.53641
▁adventure	-9.53676
▁ship	-9.53689
He	-9.53704
over	-9.53718
▁free	-9.53757
▁Although	-9.53842
vi	-9.53886
nother	-9.54127
▁ma	-9.54183
▁Da	-9.5425
uch	-9.54387
▁Ho	-9.54903
▁purpose	-9.55038
▁ride	-9.55144
die	-9.55163
V	-9.55182
▁n	-9.55357
oo	-9.5538
▁nor	-9.55495
▁feels	-9.55562
▁dream	-9.55582
▁laughs	-9.55859
▁public	-9.55973
▁visit	-9.55994
▁terrific	-9.55997
▁spot	-9.56005
▁respect	-9.56006
▁Oscar	-9.5604
▁Christian	-9.56042
▁creepy	-9.56071
▁search	-9.56076
▁sci	-9.56114
▁Paul	-9.56133
▁unfortunately	-9.56135
▁Me	-9.56196
ily	-9.56223
▁moves	-9.56452
▁Star	-9.56458
▁former	-9.56603
▁9	-9.56712
ual	-9.56841
ized	-9.56927
ner	-9.57037
▁sets	-9.57038
der	-9.57127
▁battle	-9.57181
▁Gar	-9.5752
▁rip	-9.57576
▁en	-9.577
▁telling	-9.57713
▁create	-9.57795
▁drive	-9.57916
pp	-9.58173
▁Steve	-9.58224
ff	-9.58234
▁Fa	-9.58378
▁million	-9.58416
▁genuine	-9.58432
▁space	-9.58432
▁television	-9.58432
▁indeed	-9.58442
▁screenplay	-9.58451
▁doctor	-9.58474
▁Night	-9.58508
▁disappointing	-9.58573
ake	-9.58622
▁Great	-9.58638
▁credits	-9.58724
▁recently	-9.58737
▁song	-9.58779
ba	-9.58845
▁shooting	-9.58986
ag	-9.59083
va	-9.59104
mo	-9.59146
ey	-9.59263
lin	-9.59686
▁portray	-9.59801
▁fighting	-9.59965
▁explain	-9.60077
▁Ga	-9.60173
▁manages	-9.60286
that	-9.60607
▁setting	-9.60627
▁credit	-9.60634
▁Mc	-9.60696
ger	-9.60926
▁smart	-9.60932
▁survive	-9.60932
▁beauty	-9.60932
▁presence	-9.60933
▁humour	-9.60933
▁footage	-9.60936
▁Howard	-9.60956
▁third	-9.60981
▁changes	-9.60987
▁sorry	-9.61001
▁five	-9.61006
▁regard	-9.6102
▁ground	-9.61097
▁Watch	-9.61097
▁Steven	-9.61157
om	-9.61311
ial	-9.61312
▁soul	-9.61525
▁forward	-9.61573
ure	-9.61703
▁worked	-9.62059
▁*	-9.62472
pa	-9.62525
6	-9.62579
good	-9.62745
▁casting	-9.63013
▁finish	-9.6305
▁master	-9.63168
▁suppose	-9.63185
▁standard	-9.63255
▁cross	-9.63463
▁language	-9.63496
▁Italian	-9.63497
▁common	-9.63498
▁moving	-9.635
▁caught	-9.63501
▁partner	-9.63548
▁slightly	-9.63567
▁bored	-9.63629
ina	-9.6366
▁familiar	-9.6368
▁developed	-9.63836
gen	-9.6402
▁share	-9.64036
▁Hell	-9.64036
ice	-9.64071
low	-9.64193
▁win	-9.64195
per	-9.64217
▁flaws	-9.64374
▁entirely	-9.64723
▁lighting	-9.64814
▁fails	-9.64833
ac	-9.64942
so	-9.65022
▁Tom	-9.65148
▁shoot	-9.65534
One	-9.65584
▁cliché	-9.65605
For	-9.65627
▁treat	-9.65664
▁knows	-9.6582
▁Un	-9.65886
▁Con	-9.65889
▁dance	-9.6592
▁natural	-9.6608
▁amount	-9.66128
▁intelligent	-9.66128
▁pathetic	-9.66128
▁okay	-9.66128
▁mood	-9.66128
▁disaster	-9.66129
▁Disney	-9.66131
▁tight	-9.66138
red	-9.66216
▁Peter	-9.66236
▁Instead	-9.6624
▁roll	-9.66299
▁Who	-9.6633
▁failed	-9.6634
▁Dead	-9.66358
▁forced	-9.66402
▁missed	-9.66779
▁wide	-9.66788
au	-9.67075
ating	-9.67129
▁anti	-9.67195
▁costumes	-9.6726
▁laughing	-9.67793
▁II	-9.68027
▁flat	-9.68116
▁sleep	-9.68213
▁viewers	-9.68257
▁camp	-9.68364
tch	-9.6837
▁mix	-9.68396
▁reviews	-9.68411
▁German	-9.68575
vo	-9.68728
▁red	-9.68767
▁IMDb	-9.68831
▁commercial	-9.68831
▁difference	-9.68831
▁redeem	-9.68831
▁society	-9.68831
▁stunning	-9.68831
▁heavy	-9.68831
▁apartment	-9.68845
▁eventually	-9.68863
▁dramatic	-9.68864
▁meant	-9.68869
▁city	-9.68896
▁Dennis	-9.68904
▁Scott	-9.68907
▁produced	-9.68939
▁Perhaps	-9.68967
▁Harry	-9.68979
▁High	-9.69011
ah	-9.69062
▁Director	-9.69093
▁questions	-9.69106
▁band	-9.69141
▁mark	-9.69321
ities	-9.69325
▁island	-9.69695
▁sign	-9.69695
▁thanks	-9.70044
▁ca	-9.70401
▁showing	-9.70545
putting	-9.7063
▁per	-9.70752
▁note	-9.70765
with	-9.70878
▁suffer	-9.71001
▁appeal	-9.71007
▁suggest	-9.71027
▁Lo	-9.71096
▁Be	-9.71122
▁ta	-9.71146
▁filmed	-9.71236
hose	-9.71278
▁di	-9.71328
▁cartoon	-9.71538
day	-9.71549
▁bizarre	-9.71608
▁convincing	-9.71608
▁innocent	-9.71608
▁convey	-9.71609
▁disappointment	-9.71612
▁Martin	-9.71613
▁frame	-9.71613
▁impressive	-9.71615
▁Ba	-9.71624
▁unique	-9.71624
▁Most	-9.71753
rew	-9.71818
▁teen	-9.71908
▁outside	-9.71913
ging	-9.72089
nna	-9.72431
▁situations	-9.7244
▁whom	-9.72457
▁happening	-9.72556
▁Love	-9.72654
▁Mi	-9.72709
ned	-9.72851
▁fully	-9.73067
ors	-9.73285
▁hop	-9.73288
▁opera	-9.73475
That	-9.73712
▁exception	-9.73751
▁meaning	-9.7379
right	-9.73866
▁speak	-9.73871
ug	-9.74069
▁ended	-9.74095
Re	-9.74222
▁NOT	-9.74286
▁office	-9.74387
▁thin	-9.74448
▁brief	-9.74465
▁marriage	-9.74465
▁biggest	-9.74466
▁CGI	-9.74466
▁Japanese	-9.74467
▁nudity	-9.74471
▁drug	-9.74475
▁gangster	-9.74481
▁studio	-9.74496
▁15	-9.74503
▁Matt	-9.7452
▁somewhere	-9.7454
▁depth	-9.74544
▁detail	-9.74561
▁Where	-9.74589
▁teacher	-9.74605
▁laughable	-9.74611
▁political	-9.74617
▁pain	-9.74623
▁join	-9.74643
▁Fred	-9.74721
▁Good	-9.74722
▁display	-9.74807
▁sent	-9.74916
▁Miss	-9.74981
▁Ver	-9.75174
▁aspect	-9.75249
RE	-9.75308
▁bother	-9.7555
▁older	-9.75583
▁struggle	-9.7578
ze	-9.75833
▁cost	-9.75934
▁beautifully	-9.7612
ka	-9.76155
▁Here	-9.7622
even	-9.76355
▁Br	-9.76392
▁filmmakers	-9.76468
▁shock	-9.76615
cy	-9.76648
back	-9.76741
▁fire	-9.76836
▁deep	-9.76846
▁inter	-9.76949
▁unlike	-9.77016
coming	-9.77145
▁describe	-9.77196
▁date	-9.77209
▁reasons	-9.7721
▁chemistry	-9.77407
▁computer	-9.77407
▁intriguing	-9.77407
▁likable	-9.77407
▁opportunity	-9.77407
▁silent	-9.77407
▁six	-9.77408
▁plus	-9.77408
▁masterpiece	-9.77409
▁addition	-9.77413
▁match	-9.77436
▁Nothing	-9.77466
▁test	-9.77498
▁Jean	-9.77539
▁choice	-9.77547
▁ultimately	-9.77563
▁Woody	-9.77585
▁Every	-9.7761
▁sell	-9.77626
▁rate	-9.77957
cut	-9.78322
cu	-9.78619
We	-9.78868
▁apart	-9.78959
▁party	-9.79339
▁See	-9.79437
gu	-9.79603
ball	-9.79829
▁books	-9.79877
▁Bill	-9.80198
▁state	-9.80335
▁teenage	-9.80348
▁comparison	-9.80437
▁complex	-9.80437
▁random	-9.80441
▁tough	-9.80454
▁confused	-9.80461
▁cold	-9.80469
▁sick	-9.80471
▁boyfriend	-9.80473
▁pop	-9.80474
▁station	-9.80492
▁violent	-9.80496
▁comments	-9.80541
▁choose	-9.80556
▁Though	-9.80567
▁Jones	-9.80604
▁City	-9.80621
▁60	-9.80638
▁enter	-9.80648
ber	-9.80654
▁drawn	-9.80659
▁managed	-9.80711
▁issue	-9.80717
▁13	-9.80893
▁Can	-9.8095
▁honestly	-9.81037
ana	-9.81046
ort	-9.81274
▁values	-9.81338
No	-9.81343
▁Only	-9.81476
▁bear	-9.81624
ER	-9.81842
istic	-9.81875
▁sa	-9.82137
pl	-9.82146
▁Car	-9.82379
OR	-9.82432
▁producers	-9.82571
▁drag	-9.82673
men	-9.83043
▁delivers	-9.83043
▁boys	-9.83117
▁rare	-9.83141
▁painful	-9.83154
gi	-9.83401
mon	-9.83519
▁Sa	-9.83539
▁relative	-9.83562
▁Chinese	-9.83562
▁confusing	-9.83562
▁jump	-9.83562
▁Kevin	-9.83563
▁college	-9.83563
▁hint	-9.8357
▁water	-9.83573
▁impression	-9.83574
▁minor	-9.83578
▁push	-9.83581
▁highlight	-9.83587
▁nasty	-9.83589
▁control	-9.8359
▁host	-9.83593
▁Henry	-9.83624
▁track	-9.83639
▁cinematic	-9.83649
▁subtle	-9.83651
▁carry	-9.8367
▁cause	-9.83737
▁ability	-9.83918
▁allow	-9.83942
▁William	-9.84036
ron	-9.84042
▁sta	-9.84373
▁charming	-9.84392
▁mentioned	-9.84487
▁Sp	-9.84502
▁younger	-9.84512
▁terms	-9.8454
os	-9.84547
light	-9.84626
▁holes	-9.85109
LY	-9.85229
▁worthy	-9.85267
fully	-9.85398
▁mis	-9.85436
ving	-9.85438
▁Hu	-9.85452
▁beat	-9.85552
▁continue	-9.85673
my	-9.85847
making	-9.86047
▁perform	-9.86188
▁episodes	-9.86519
▁fights	-9.8659
ue	-9.86595
▁stands	-9.86642
▁basic	-9.86775
▁process	-9.86788
▁drunk	-9.86788
▁superior	-9.86788
▁outstanding	-9.86788
▁conflict	-9.86789
▁detective	-9.86792
▁immediately	-9.86836
ib	-9.86901
▁bomb	-9.86969
▁road	-9.86971
ward	-9.87006
▁actresses	-9.87017
▁constantly	-9.87097
▁Two	-9.8716
▁Day	-9.87162
▁law	-9.87208
▁mistake	-9.87238
▁allowed	-9.87245
har	-9.87254
▁remain	-9.87254
▁oh	-9.87269
▁street	-9.87319
ical	-9.87518
its	-9.87582
▁considering	-9.87668
▁Ri	-9.8787
▁talented	-9.87892
▁touching	-9.87932
▁longer	-9.87997
▁Ar	-9.88073
▁plan	-9.88344
ony	-9.88768
▁direct	-9.88816
▁award	-9.88842
▁Ha	-9.88986
ier	-9.89051
▁helps	-9.89055
ably	-9.89203
▁area	-9.89322
down	-9.89342
house	-9.8936
ship	-9.89416
▁record	-9.89511
▁develop	-9.89663
▁accept	-9.89669
▁recent	-9.89715
▁mere	-9.89756
▁Bad	-9.89768
▁force	-9.89787
bad	-9.8981
▁Se	-9.89822
▁artist	-9.8995
▁deliver	-9.8998
▁taste	-9.90084
▁gorgeous	-9.90121
▁unusual	-9.90121
▁steal	-9.90122
▁solid	-9.90124
▁Chuck	-9.90124
▁childhood	-9.90129
▁tired	-9.9017
▁married	-9.9018
▁century	-9.90187
▁intended	-9.90204
▁carrie	-9.90215
▁Adam	-9.90221
▁glad	-9.90221
▁mouth	-9.9029
▁hands	-9.90365
▁expectations	-9.90687
▁joke	-9.90717
▁$	-9.90818
iness	-9.90891
▁mine	-9.90924
ize	-9.91338
▁Let	-9.91351
Ch	-9.91718
our	-9.92148
▁door	-9.92157
▁lover	-9.92162
vy	-9.92238
▁emotions	-9.92274
▁suit	-9.92342
▁50	-9.92412
▁mu	-9.92432
▁Cha	-9.92508
king	-9.92695
▁vi	-9.92911
....	-9.92918
lan	-9.92971
▁sounds	-9.92988
▁offers	-9.9301
▁design	-9.93113
▁quick	-9.93159
▁count	-9.93379
▁showed	-9.93387
▁normal	-9.9339
▁ch	-9.93455
▁industry	-9.93569
▁journey	-9.93569
▁religious	-9.93569
▁affair	-9.93569
▁comedic	-9.9357
▁advice	-9.93572
▁stock	-9.93575
▁guard	-9.93575
▁influence	-9.93577
▁collection	-9.9358
▁vote	-9.93584
▁wooden	-9.93594
▁blame	-9.93595
▁professional	-9.93598
▁gem	-9.93599
▁fake	-9.93604
▁directors	-9.93614
▁bigger	-9.93616
▁manner	-9.93655
▁Charlie	-9.93664
▁inspired	-9.93698
▁barely	-9.93738
▁suddenly	-9.93739
▁fashion	-9.93745
▁officer	-9.93773
rate	-9.93876
ft	-9.93928
▁utterly	-9.93931
▁Overall	-9.93992
▁finding	-9.94116
ru	-9.9416
▁creature	-9.94248
▁considered	-9.94269
▁send	-9.94278
▁victim	-9.94329
ect	-9.94343
▁aside	-9.94362
▁mad	-9.94442
▁relationships	-9.9447
▁Co	-9.94493
▁Ben	-9.94513
▁ill	-9.94674
ki	-9.94722
▁missing	-9.9473
▁lived	-9.94732
▁sexy	-9.94783
ise	-9.95081
▁remembered	-9.95273
nce	-9.95306
com	-9.95458
head	-9.95942
▁j	-9.96185
▁twists	-9.9631
tion	-9.96473
▁insult	-9.96547
▁places	-9.96693
▁loose	-9.96706
ank	-9.96717
▁seeming	-9.96762
▁relate	-9.96807
▁desire	-9.96819
les	-9.96973
she	-9.96996
▁NO	-9.97075
▁awkward	-9.97141
▁encounter	-9.97141
▁essential	-9.97141
▁government	-9.97141
▁mysterious	-9.97141
▁scenario	-9.97141
▁system	-9.97141
▁sweet	-9.97141
▁blind	-9.97141
▁failure	-9.97145
▁community	-9.97146
▁Jew	-9.97147
▁exploitation	-9.97161
▁anymore	-9.97172
▁achieve	-9.97176
▁heroine	-9.9718
▁climax	-9.97183
▁sitting	-9.97191
▁follows	-9.97197
▁metal	-9.97199
▁naked	-9.97267
▁extra	-9.97313
▁began	-9.9732
▁motion	-9.97328
▁compared	-9.97331
▁introduced	-9.97344
artial	-9.97391
hy	-9.97536
To	-9.97603
▁du	-9.97626
▁makers	-9.97647
Bo	-9.97692
▁Still	-9.97697
ude	-9.97727
▁th	-9.97869
▁color	-9.97922
▁chase	-9.97927
▁alien	-9.98002
▁week	-9.98029
ide	-9.98209
▁themes	-9.98347
Fi	-9.98512
▁includes	-9.9868
▁laughed	-9.98835
ties	-9.98846
▁l	-9.98949
▁sing	-9.98989
▁soldiers	-9.99019
▁members	-9.9902
▁knowing	-9.99118
+	-9.99282
▁Ka	-9.99537
▁ran	-9.9964
her	-9.99709
▁Was	-9.99743
▁Ta	-9.99764
ven	-9.99846
what	-9.99918
▁kick	-9.99934
▁ro	-9.99958
budget	-10.0009
▁victims	-10.0011
▁faces	-10.0026
▁physical	-10.0041
▁ha	-10.0053
▁lovely	-10.0057
▁trip	-10.0067
▁details	-10.0073
ky	-10.0074
▁Wilson	-10.0084
▁available	-10.0084
▁funniest	-10.0084
▁revenge	-10.0084
▁absurd	-10.0084
▁negative	-10.0084
▁slasher	-10.0084
▁kiss	-10.0085
▁pleasure	-10.0085
▁military	-10.0085
▁Christmas	-10.0085
▁ugly	-10.0085
▁excuse	-10.0085
▁Western	-10.0085
▁terrorist	-10.0086
▁lady	-10.0086
▁commentary	-10.0087
▁tree	-10.0087
▁People	-10.0089
▁grace	-10.0089
▁personality	-10.0089
▁social	-10.0089
▁Edward	-10.0092
▁Part	-10.0092
▁pretentious	-10.0095
!!!!	-10.0097
▁Yet	-10.0101
you	-10.0107
▁vision	-10.0108
▁Sure	-10.0114
▁lock	-10.0124
▁Yes	-10.0131
mer	-10.0132
▁Did	-10.0135
ough	-10.0137
▁yes	-10.0137
▁pro	-10.0157
▁manage	-10.0158
▁image	-10.0178
▁personally	-10.0181
▁brothers	-10.0182
▁skill	-10.0183
▁rented	-10.0187
▁seek	-10.0195
▁hated	-10.0195
▁spirit	-10.0201
▁leader	-10.0203
▁falling	-10.0245
Then	-10.027
lly	-10.027
▁sat	-10.0279
▁40	-10.0281
▁contains	-10.0292
fo	-10.0312
nd	-10.0333
▁Chris	-10.0337
▁willing	-10.0344
▁Sha	-10.0348
j	-10.0351
ction	-10.0355
▁Jo	-10.0386
itive	-10.0392
▁Cu	-10.0405
▁build	-10.041
▁remains	-10.0415
▁issues	-10.0438
top	-10.0439
▁Mac	-10.0439
▁decade	-10.0441
▁div	-10.0452
▁trash	-10.0458
▁porn	-10.0461
▁Tim	-10.0463
▁capture	-10.0463
▁forest	-10.0466
▁brutal	-10.0466
uck	-10.0469
▁category	-10.0469
▁engaging	-10.0469
▁genius	-10.0469
▁hospital	-10.0469
▁refreshing	-10.0469
▁tragedy	-10.0469
▁unbelievable	-10.0469
▁village	-10.0469
▁Linda	-10.0469
▁speech	-10.0469
▁pair	-10.0469
▁dancing	-10.047
▁epic	-10.0472
▁thus	-10.0472
▁pictures	-10.0473
▁Canadian	-10.0474
▁park	-10.0475
▁disturbing	-10.0477
▁West	-10.0479
▁compelling	-10.0482
▁market	-10.0483
▁photography	-10.0484
▁par	-10.0485
▁loud	-10.0486
▁Allan	-10.049
▁graphic	-10.0495
▁center	-10.0499
▁Billy	-10.05
star	-10.0505
▁equally	-10.0506
▁surprisingly	-10.0506
▁soft	-10.0509
kin	-10.052
▁mid	-10.0522
▁Jer	-10.0525
▁Maris	-10.0532
▁mixed	-10.0533
Do	-10.0538
▁Van	-10.0538
long	-10.0539
▁dreams	-10.0541
▁Jane	-10.0542
ash	-10.0545
▁picked	-10.0554
▁mo	-10.0563
▁stayed	-10.0568
ini	-10.0575
▁Roger	-10.0575
dom	-10.0582
▁IT	-10.0586
▁critics	-10.0592
▁slowly	-10.0598
che	-10.0599
▁adults	-10.0599
ically	-10.0603
ass	-10.0608
▁murdered	-10.0609
mber	-10.0639
though	-10.0641
eep	-10.0648
▁wear	-10.068
▁ahead	-10.0699
▁students	-10.0707
ight	-10.0709
%	-10.0725
▁players	-10.0737
▁offer	-10.074
▁Pe	-10.0753
part	-10.0766
10	-10.0788
▁bus	-10.0797
▁represent	-10.0803
rd	-10.0806
▁forces	-10.0817
▁destroy	-10.0824
ette	-10.0833
▁appreciate	-10.0836
▁utter	-10.085
On	-10.0852
▁rape	-10.0856
▁Mu	-10.0861
▁product	-10.0866
▁legend	-10.0869
▁Cagney	-10.0869
▁depressing	-10.0869
▁impossible	-10.0869
▁intelligence	-10.0869
▁necessary	-10.0869
▁channel	-10.0869
▁floor	-10.0869
▁freak	-10.0869
▁content	-10.0869
▁semi	-10.0869
▁torture	-10.0869
▁latter	-10.087
▁Laura	-10.087
▁fame	-10.0872
▁adaptation	-10.0873
▁unknown	-10.0873
▁exist	-10.0877
▁joy	-10.0879
▁Life	-10.0879
▁wall	-10.0879
▁Christopher	-10.088
▁erotic	-10.0883
▁creative	-10.0885
▁Big	-10.0887
▁driver	-10.0889
▁model	-10.0891
▁instance	-10.0898
▁forgotten	-10.0899
tory	-10.0931
▁answer	-10.0947
▁pulled	-10.0963
!!!!!	-10.0965
▁Joan	-10.0967
▁Alan	-10.0973
▁Indian	-10.0985
▁followed	-10.0999
▁rule	-10.1
▁trailer	-10.1
▁element	-10.1
▁producer	-10.1003
▁died	-10.1009
▁added	-10.1027
gh	-10.1049
rap	-10.1068
AT	-10.107
▁wondering	-10.1091
▁provide	-10.1137
▁hu	-10.1152
▁provides	-10.1153
▁comp	-10.116
Vi	-10.118
▁promise	-10.1186
▁Di	-10.1187
▁Hav	-10.1189
writer	-10.1205
Z	-10.121
▁burn	-10.127
sp	-10.1275
▁fool	-10.1284
▁virtual	-10.1286
▁fantasy	-10.1286
▁fault	-10.1286
▁mediocre	-10.1286
▁routine	-10.1286
▁Bruce	-10.1286
▁empty	-10.1286
▁praise	-10.1286
▁wild	-10.1286
▁clean	-10.1286
▁blue	-10.1286
▁historical	-10.1286
▁favourite	-10.1286
▁soap	-10.1286
▁1970	-10.1286
▁narrative	-10.1286
▁fellow	-10.1287
▁dying	-10.1287
▁rise	-10.1287
▁tune	-10.1289
▁McG	-10.1289
▁tape	-10.1291
▁boss	-10.1291
▁faci	-10.1292
ten	-10.1293
▁debut	-10.1294
▁Ken	-10.1295
▁agent	-10.1295
▁bottom	-10.1297
▁Long	-10.1298
▁Russian	-10.1298
▁Godzilla	-10.1301
▁somebody	-10.1301
▁mom	-10.1302
▁turning	-10.1303
▁li	-10.1305
▁Asian	-10.1306
ek	-10.131
▁Tony	-10.1312
▁Anyway	-10.1314
▁flicks	-10.1316
play	-10.1342
▁dated	-10.1343
▁("	-10.1345
dle	-10.1346
aw	-10.1352
▁singing	-10.1356
▁wise	-10.1361
▁Many	-10.1374
▁appeared	-10.1379
La	-10.138
▁learned	-10.1388
some	-10.1402
▁god	-10.1404
▁Ed	-10.1409
▁lose	-10.1424
ham	-10.1426
▁filmmaker	-10.1433
▁appearance	-10.1435
000	-10.1438
▁En	-10.1444
▁waiting	-10.1449
very	-10.1472
ink	-10.1488
▁leav	-10.1516
ations	-10.1535
▁pan	-10.1536
?!	-10.1545
ittle	-10.155
▁****	-10.1556
und	-10.1574
Don	-10.1577
▁Mrs	-10.1586
▁k	-10.161
use	-10.1623
ied	-10.1632
▁paint	-10.1633
played	-10.164
20	-10.1645
With	-10.1645
American	-10.1645
mark	-10.1646
Well	-10.1654
▁Grant	-10.1676
▁magic	-10.1676
▁constant	-10.1679
real	-10.1688
▁surprising	-10.1691
away	-10.1692
get	-10.1694
▁whil	-10.1701
cal	-10.1702
▁aspects	-10.1712
▁idiot	-10.1716
▁exploit	-10.1718
▁Lewis	-10.1721
▁Rachel	-10.1721
▁garbage	-10.1721
▁pilot	-10.1721
▁stretch	-10.1721
▁surface	-10.1721
▁AND	-10.1721
▁national	-10.1721
▁paper	-10.1721
▁unexpected	-10.1721
▁baby	-10.1721
▁memory	-10.1721
▁animated	-10.1721
▁heavi	-10.1721
▁intense	-10.1721
▁trust	-10.1721
▁literally	-10.1721
▁pacing	-10.1721
▁company	-10.1721
▁twice	-10.1721
▁France	-10.1721
▁round	-10.1721
▁impact	-10.1721
▁hide	-10.1721
▁everybody	-10.1724
▁reaction	-10.1725
▁insane	-10.1727
▁hotel	-10.1728
▁machine	-10.1733
▁movement	-10.1735
que	-10.1739
▁Jennifer	-10.1739
▁Poli	-10.1741
▁Out	-10.1742
▁equal	-10.1747
▁heroes	-10.1749
▁Queen	-10.175
▁Other	-10.1751
▁flying	-10.1757
▁Best	-10.177
du	-10.1777
▁overly	-10.1777
qui	-10.1778
.....	-10.178
▁talents	-10.179
▁murderer	-10.1791
itz	-10.1795
▁wind	-10.1798
▁grade	-10.18
dam	-10.1843
rad	-10.1854
ration	-10.1869
nder	-10.1877
▁emotion	-10.1878
▁vampire	-10.1884
▁shower	-10.1901
▁sucks	-10.192
rom	-10.1923
berg	-10.1933
▁tears	-10.1936
▁ver	-10.1945
▁Fe	-10.1971
oc	-10.198
str	-10.198
▁wanting	-10.198
ai	-10.1991
▁player	-10.2003
▁tone	-10.201
▁youth	-10.2014
▁handle	-10.2037
▁dies	-10.2053
▁reach	-10.206
▁aliens	-10.2067
▁Red	-10.2074
▁draw	-10.2092
▁thrill	-10.2099
▁blow	-10.21
▁program	-10.2101
Now	-10.2103
▁streets	-10.2113
▁scream	-10.2114
▁resembl	-10.2119
made	-10.2119
▁Williams	-10.2121
▁eat	-10.2123
▁Pi	-10.2123
night	-10.2124
▁10.	-10.2142
▁lo	-10.2143
▁le	-10.2145
▁choices	-10.2153
rey	-10.2167
▁chick	-10.2172
▁Hitchcock	-10.2175
▁executed	-10.2175
▁fascinating	-10.2175
▁imagination	-10.2175
▁individual	-10.2175
▁irritating	-10.2175
▁ordinary	-10.2175
▁perspective	-10.2175
▁regular	-10.2175
▁separate	-10.2175
▁shallow	-10.2175
▁strength	-10.2175
▁suicide	-10.2175
▁target	-10.2175
▁twenty	-10.2175
▁vehicle	-10.2175
▁veteran	-10.2175
▁Earth	-10.2175
▁crappy	-10.2175
▁source	-10.2175
▁maintain	-10.2175
▁tragic	-10.2175
▁Anderson	-10.2175
▁damn	-10.2176
▁Burns	-10.2176
▁information	-10.2176
▁Stella	-10.2176
▁assume	-10.2176
▁charge	-10.2176
▁finger	-10.2177
▁amateurish	-10.2177
▁western	-10.2178
rrow	-10.218
▁frankly	-10.218
▁Please	-10.2181
▁Johnny	-10.2181
▁current	-10.2184
▁gain	-10.2185
▁Take	-10.2186
▁o	-10.2186
▁Daniel	-10.2188
▁Nazi	-10.2188
▁nobody	-10.2188
▁Du	-10.2188
▁Young	-10.2193
▁presentation	-10.2195
▁Robin	-10.2196
▁independent	-10.2198
▁Charle	-10.2201
▁Death	-10.2206
▁captured	-10.2222
▁concerned	-10.2223
▁board	-10.2228
▁key	-10.224
▁planet	-10.2243
cle	-10.2247
▁focuse	-10.2247
▁May	-10.2253
▁mar	-10.2261
▁explained	-10.2263
▁shocking	-10.2269
▁gags	-10.2277
▁Ash	-10.2282
▁murders	-10.2305
AL	-10.2309
net	-10.2313
▁visuals	-10.2318
▁cap	-10.2318
par	-10.2319
At	-10.2322
▁alive	-10.234
▁loss	-10.2341
▁IS	-10.2346
uff	-10.2355
▁criminal	-10.2358
let	-10.236
▁ghost	-10.236
▁location	-10.2361
▁uses	-10.2361
▁student	-10.2363
▁folks	-10.2388
"?	-10.2389
ik	-10.2397
ou	-10.2416
nic	-10.2416
▁woods	-10.2455
▁min	-10.2507
▁arts	-10.2508
▁skills	-10.253
▁rid	-10.2537
X	-10.2539
▁efforts	-10.2541
zz	-10.2542
life	-10.2559
▁pe	-10.2564
When	-10.2576
screen	-10.2576
▁Am	-10.2584
can	-10.2589
▁listen	-10.2602
▁concern	-10.2607
▁pleasant	-10.2609
ization	-10.261
▁seconds	-10.2638
cing	-10.264
▁price	-10.2648
▁Festival	-10.2651
▁account	-10.2651
▁contrast	-10.2651
▁evidence	-10.2651
▁generation	-10.2651
▁parody	-10.2651
▁segment	-10.2651
▁service	-10.2651
▁Through	-10.2651
▁sensitive	-10.2651
▁serial	-10.2651
▁subtitles	-10.2651
▁Neil	-10.2651
▁dump	-10.2651
▁quiet	-10.2651
▁blend	-10.2651
▁challenge	-10.2651
▁dubbed	-10.2651
▁gift	-10.2651
▁wound	-10.2652
▁subplot	-10.2652
▁double	-10.2652
▁Eddie	-10.2652
▁grand	-10.2652
▁merit	-10.2653
▁root	-10.2653
▁witness	-10.2653
▁author	-10.2653
▁edge	-10.2653
▁hack	-10.2653
▁Again	-10.2654
▁dude	-10.2655
▁w	-10.2656
▁Mitchell	-10.2657
▁bank	-10.2657
▁anybody	-10.266
▁nowhere	-10.2661
▁promising	-10.2662
▁finest	-10.2662
▁sight	-10.2665
▁Andrew	-10.2665
▁Kelly	-10.2665
▁rank	-10.2667
▁patient	-10.2668
▁None	-10.267
▁print	-10.2672
▁18	-10.2672
▁satisfying	-10.2673
▁Desp	-10.2674
▁mass	-10.2674
▁impressed	-10.2674
set	-10.2676
▁mindless	-10.2678
▁ruined	-10.2694
▁sequels	-10.2697
▁scenery	-10.2697
▁Mark	-10.2698
▁standards	-10.27
▁bill	-10.2702
▁Cor	-10.2705
▁Dark	-10.2707
▁results	-10.271
▁wearing	-10.2726
car	-10.2731
▁Ch	-10.275
▁speaking	-10.2754
▁quote	-10.2754
▁appealing	-10.2756
dge	-10.2761
▁higher	-10.2766
▁noir	-10.2769
▁featured	-10.2771
▁Boy	-10.278
ja	-10.2784
iv	-10.2798
ov	-10.281
▁mental	-10.2812
ese	-10.2813
rk	-10.2815
Not	-10.2828
Co	-10.2839
▁plant	-10.2856
▁expression	-10.2864
don	-10.2879
▁claim	-10.2881
tter	-10.2888
▁games	-10.289
ible	-10.2905
▁Su	-10.2911
▁wi	-10.2925
▁El	-10.2928
ep	-10.293
▁expressions	-10.2935
▁wa	-10.2973
▁:	-10.2978
▁format	-10.2979
▁v	-10.2985
shi	-10.2989
fl	-10.3002
ker	-10.3013
▁images	-10.3024
body	-10.3029
▁cuts	-10.3032
now	-10.3046
▁owner	-10.3051
▁creatures	-10.3054
ade	-10.3063
till	-10.3074
John	-10.3076
Oh	-10.3107
▁ruin	-10.3107
▁wh	-10.3109
▁Min	-10.3112
bu	-10.3133
▁hopes	-10.3134
▁crash	-10.3143
▁adapt	-10.3147
▁luck	-10.3149
▁favor	-10.315
▁flash	-10.3151
▁Street	-10.3151
	-10.3151
▁South	-10.3151
▁colour	-10.3151
▁degree	-10.3151
▁imaginative	-10.3151
▁private	-10.3151
▁smile	-10.3151
▁Douglas	-10.3151
▁Girl	-10.3151
▁paid	-10.3151
▁shape	-10.3151
▁reject	-10.3151
▁Davis	-10.3151
▁refuse	-10.3151
▁tedious	-10.3151
▁Power	-10.3151
▁Gordon	-10.3151
▁unrealistic	-10.3151
▁protect	-10.3151
▁franchise	-10.3151
▁Dracula	-10.3152
▁army	-10.3152
▁driving	-10.3152
central	-10.3152
▁unintentional	-10.3152
▁earth	-10.3152
▁drop	-10.3153
▁Helen	-10.3153
▁technology	-10.3153
▁Green	-10.3153
▁blah	-10.3154
▁shop	-10.3156
▁cash	-10.3157
▁Stone	-10.3157
▁cutting	-10.3158
▁proper	-10.3158
▁majority	-10.3159
▁pot	-10.3162
▁Mike	-10.3163
▁humanity	-10.3163
▁Brian	-10.3164
▁Sadly	-10.3164
▁OF	-10.3165
▁correct	-10.3165
▁Okay	-10.3169
▁Guy	-10.3169
▁Cage	-10.3172
▁gas	-10.3175
▁rental	-10.3177
▁Everything	-10.3177
▁Really	-10.3179
ory	-10.3189
▁robot	-10.3191
▁Last	-10.3191
▁More	-10.3201
▁Ja	-10.3204
???	-10.3211
ggy	-10.3214
▁tend	-10.3215
▁plane	-10.322
▁`	-10.3221
▁multi	-10.3223
▁sheer	-10.3225
▁shocked	-10.3229
▁End	-10.3229
▁X	-10.3233
▁treated	-10.3238
▁finished	-10.324
erior	-10.3242
SE	-10.3242
ison	-10.3248
ture	-10.325
▁emotionally	-10.3252
nal	-10.3254
▁Being	-10.3264
▁Chan	-10.3268
▁theaters	-10.328
CH	-10.3293
▁names	-10.3294
Jo	-10.3299
ram	-10.3318
▁forever	-10.3325
▁Dur	-10.3337
▁contain	-10.3343
▁Carl	-10.3352
▁lacks	-10.3358
▁Mon	-10.3363
▁Har	-10.3364
▁gut	-10.3375
▁attitude	-10.3396
▁hits	-10.3397
▁breaking	-10.3397
▁cry	-10.3398
▁wr	-10.3399
▁recommended	-10.3432
ama	-10.3446
▁loses	-10.3503
▁fo	-10.3518
▁sw	-10.3519
▁exc	-10.3527
An	-10.3544
!).	-10.3545
▁weeks	-10.356
▁reveal	-10.3571
▁entertain	-10.3572
▁pal	-10.3584
known	-10.3597
natural	-10.3601
town	-10.3603
ile	-10.3604
TV	-10.3606
director	-10.3606
While	-10.3612
although	-10.3613
▁possess	-10.3632
▁calls	-10.3639
▁base	-10.3645
RA	-10.3659
capable	-10.3662
▁fiction	-10.3665
mple	-10.3666
▁junk	-10.3675
▁prefer	-10.3676
▁Phil	-10.3677
▁occur	-10.3677
▁whatsoever	-10.3678
▁Cooper	-10.3678
▁Phantom	-10.3678
▁Texas	-10.3678
▁embarrassing	-10.3678
▁jungle	-10.3678
▁motivation	-10.3678
▁recognize	-10.3678
▁responsible	-10.3678
▁subsequent	-10.3678
▁terribly	-10.3678
▁worry	-10.3678
▁yeah	-10.3678
▁WWII	-10.3678
▁Lucas	-10.3678
▁technical	-10.3678
▁FBI	-10.3678
▁knowledge	-10.3678
▁prevent	-10.3678
▁stunt	-10.3678
▁lesbian	-10.3678
▁court	-10.3678
▁nightmare	-10.3678
▁substance	-10.3678
▁Plus	-10.3678
▁summary	-10.3678
▁cheer	-10.3678
▁identity	-10.3678
▁giant	-10.3678
▁1950	-10.3678
▁opposite	-10.3678
▁Sandler	-10.3678
▁crack	-10.3679
▁judge	-10.368
▁Show	-10.3681
▁range	-10.3681
▁originally	-10.3682
▁flow	-10.3682
▁coach	-10.3683
▁gold	-10.3683
▁Murphy	-10.3684
▁Wilder	-10.3685
▁cartoons	-10.3686
▁teens	-10.3686
▁hang	-10.3686
▁bright	-10.3687
▁stolen	-10.369
▁birth	-10.3692
▁crowd	-10.3694
▁Tong	-10.3694
▁creator	-10.3695
▁afraid	-10.3695
▁depicted	-10.3698
▁foreign	-10.3702
▁edited	-10.3703
▁cable	-10.3704
▁winning	-10.3705
▁clichés	-10.3719
▁talks	-10.372
there	-10.3724
▁belong	-10.373
▁Far	-10.3731
▁grown	-10.3738
▁provided	-10.374
▁craft	-10.3741
▁Ke	-10.3741
▁disappear	-10.3742
▁audiences	-10.3744
▁delivered	-10.3749
unk	-10.3755
▁Mary	-10.3756
▁endless	-10.3764
▁Com	-10.3777
AR	-10.3791
▁watchable	-10.3793
▁revolve	-10.3797
▁involves	-10.3798
wo	-10.3798
rid	-10.3802
▁Sand	-10.3803
▁realized	-10.3803
▁Ki	-10.3812
▁fell	-10.3813
▁Fra	-10.3822
▁hunt	-10.3832
ending	-10.384
▁seat	-10.3844
gging	-10.3844
▁rated	-10.3845
▁aim	-10.3847
▁brilliantly	-10.3866
▁factor	-10.3871
rated	-10.3872
▁demon	-10.3888
efore	-10.389
zo	-10.3896
▁fail	-10.3901
▁Col	-10.3925
▁su	-10.3925
▁monsters	-10.3926
▁accident	-10.3927
▁condition	-10.3936
con	-10.394
▁reference	-10.3943
▁Bar	-10.3944
▁soldier	-10.3945
see	-10.3947
▁teenager	-10.396
▁wo	-10.3962
▁teenagers	-10.3962
▁member	-10.3964
▁Time	-10.3967
they	-10.3971
▁Bu	-10.3999
▁Mel	-10.4002
▁vs	-10.4007
▁locations	-10.401
ttle	-10.4012
▁inf	-10.4021
▁villains	-10.4034
▁numbers	-10.4036
▁auto	-10.4057
key	-10.406
**	-10.4075
▁100	-10.4079
▁leg	-10.409
▁terror	-10.4107
gged	-10.4127
eck	-10.4136
50	-10.4156
`	-10.4156
class	-10.4158
worthy	-10.4161
▁sen	-10.4167
written	-10.4171
▁Lu	-10.4174
▁spit	-10.4181
▁Gi	-10.4182
▁apparent	-10.4192
13	-10.4193
▁receive	-10.4201
▁accurate	-10.4205
served	-10.4206
pro	-10.421
▁Park	-10.4218
▁establish	-10.4224
▁amateur	-10.423
struct	-10.4232
▁thorough	-10.4233
▁School	-10.4233
▁Spanish	-10.4233
▁Vietnam	-10.4233
▁circumstances	-10.4233
▁concert	-10.4233
▁energy	-10.4233
▁execution	-10.4233
▁horribly	-10.4233
▁increasing	-10.4233
▁quirky	-10.4233
▁spoof	-10.4233
▁sympathetic	-10.4233
▁Argento	-10.4233
▁Bogart	-10.4233
▁Fox	-10.4233
▁Taylor	-10.4233
▁Three	-10.4233
▁belief	-10.4233
▁built	-10.4233
▁gross	-10.4233
▁knock	-10.4233
Because	-10.4233
▁excited	-10.4233
▁stinks	-10.4233
▁extent	-10.4233
▁London	-10.4233
lli	-10.4233
▁Simon	-10.4234
▁legendary	-10.4234
▁stuck	-10.4235
▁THIS	-10.4235
conscious	-10.4235
▁connection	-10.4235
▁snow	-10.4236
▁Warner	-10.4236
▁massive	-10.4236
▁Corman	-10.4237
▁seven	-10.4237
▁pants	-10.4238
▁dad	-10.4239
▁neighbor	-10.424
▁Jessica	-10.424
▁Island	-10.4241
▁mission	-10.4245
▁Rose	-10.4247
▁skin	-10.4248
▁numero	-10.4248
IN	-10.4248
▁House	-10.425
▁Look	-10.4255
▁passion	-10.4255
▁colorful	-10.4258
▁blonde	-10.4258
▁Ross	-10.426
▁load	-10.4264
▁Frank	-10.4266
▁held	-10.4266
▁practical	-10.4272
▁boat	-10.4273
▁singer	-10.4275
▁Dan	-10.4275
ult	-10.4278
▁artistic	-10.428
ED	-10.4281
▁Amy	-10.4286
▁clichéd	-10.4302
▁painfully	-10.4311
▁below	-10.4316
▁walks	-10.4319
bel	-10.4319
▁cameo	-10.432
Be	-10.4325
fest	-10.4337
▁Pat	-10.4339
▁Ray	-10.4344
▁spin	-10.4357
▁asked	-10.4368
▁San	-10.4374
▁Paris	-10.4377
▁cur	-10.4385
▁twisted	-10.4394
▁Lot	-10.4415
▁sadly	-10.4434
val	-10.4441
▁dollars	-10.4446
oh	-10.4453
act	-10.4456
▁scare	-10.4469
▁standing	-10.4474
▁meeting	-10.4487
▁reviewers	-10.4491
▁interviews	-10.4498
ripped	-10.4501
mainstream	-10.4502
een	-10.4503
▁Hard	-10.4506
acy	-10.4512
lm	-10.4516
▁classics	-10.4531
▁fu	-10.4533
▁Bob	-10.4536
▁hole	-10.4543
▁sum	-10.4551
▁prim	-10.4552
▁struggl	-10.4552
ken	-10.4568
▁pet	-10.4568
wing	-10.4582
▁believed	-10.4587
▁Sinc	-10.4595
izing	-10.4597
▁warm	-10.4619
▁tear	-10.463
▁answers	-10.4639
ease	-10.464
▁ball	-10.4647
▁Mal	-10.4654
rick	-10.4662
dding	-10.468
cover	-10.4688
▁caus	-10.4689
▁Dog	-10.4702
make	-10.4704
▁attractive	-10.4706
▁Victor	-10.4718
▁pin	-10.4722
▁creat	-10.4723
core	-10.4726
▁Rob	-10.4732
wise	-10.4735
style	-10.4743
However	-10.4747
Why	-10.4748
room	-10.4749
▁def	-10.475
acting	-10.4751
Some	-10.4755
live	-10.4759
▁va	-10.4764
Ro	-10.4775
▁require	-10.4789
▁compare	-10.479
▁Wood	-10.4797
▁bore	-10.48
▁Pre	-10.48
▁Jan	-10.481
▁charisma	-10.482
▁Jeff	-10.4821
▁trap	-10.4821
▁Arthur	-10.4821
▁Brooke	-10.4821
▁California	-10.4821
▁Connery	-10.4821
▁England	-10.4821
▁Hooper	-10.4821
▁Lennon	-10.4821
▁Russell	-10.4821
▁embarrassed	-10.4821
▁excitement	-10.4821
▁flesh	-10.4821
▁generic	-10.4821
▁horrific	-10.4821
▁hundred	-10.4821
▁innocence	-10.4821
▁memories	-10.4821
▁religion	-10.4821
▁remote	-10.4821
▁rubbish	-10.4821
▁scientist	-10.4821
▁unconvincing	-10.4821
▁unnecessary	-10.4821
▁employ	-10.4821
▁kidnapped	-10.4821
▁radio	-10.4821
▁Leslie	-10.4821
▁engage	-10.4821
▁festival	-10.4821
▁status	-10.4821
▁scale	-10.4821
▁adopt	-10.4821
▁slapstick	-10.4821
▁propaganda	-10.4822
▁qu	-10.4822
▁decision	-10.4822
▁dirty	-10.4822
▁hatred	-10.4822
▁Pitt	-10.4822
▁curious	-10.4822
▁fare	-10.4823
▁proud	-10.4823
▁broad	-10.4823
▁relief	-10.4823
▁device	-10.4823
▁discussion	-10.4824
▁appropriate	-10.4824
hidden	-10.4824
▁marry	-10.4824
▁Rodman	-10.4824
ndy	-10.4825
▁media	-10.4825
▁nominate	-10.4825
▁theatre	-10.4825
▁dislike	-10.4826
▁dozen	-10.4826
